{

  "home_page": {
    "what_we_offer": "What we offer",
    "home_header_title": "Responsible ESG Business Consultants for Supply Chains",
    "home_header_sub_text": "We positively impact businesses, their workers and communities by helping to create better, more efficient supply chain workplaces.",
    "home_header_label": "What we offer:",
    "home_trusted_by_label": "Trusted by 500+ Companies",
    "home_unlock_instant": "Unlock Instant Solutions with the VECTRA Shop",
    "home_unlock_instant_subtext": "Get access to the comprehensive resources for meeting your company’s ESG goals.",
    "home_unlock_explore_btn": "Explore All",
    "home_your_trusted": "Your Trusted ESG Partner",
    "home_your_trusted_subtext": "Our solutions are tailored to empower your organisation to achieve ESG goals and build more resilient, responsible supply chains.",
    "home_years_experience_count": "19+",
    "home_years_experience": "Years of Experience",
    "home_experts_worldwide_count": "46 +",
    "home_sexperts_worldwide": "Experts Worldwide",
    "home_satisfied_clients_count": "455 +",
    "home_satisfied_clients": "Satisfied Clients",
    "home_ready_to_make": "Ready to Make a Positive Impact?",
    "home_ready_to_make_subtext": "Your commitment to a better world inspires us. Partner with us and let's amplify your impact together.",
    "home_consulting": "Consulting",
    "home_page_current_situation": "Current Situation Analysis",
    "home_page_site_perfomance": "Site Performance Improvement",
    "home_page_independent_quality": "Independent Quality Assurance",
    "home_page_reporting": "Reporting",
    "home_page_compliance_diligence": "Compliance, Risk, &amp; Due diligence ",
    "home_page_training": "Training",
    "home_Tools": "Tools",
    "home_trainings": "Trainings",
    "home_coachings": "Coachings",
    "home_get_in_touch": "Get in Touch",
    "home_subscribe_text": "Subscribe to our newsletter for the latest industry news, insightful expert analysis, and practical tips—delivered straight to your inbox. ",
    "home_subscribe_btn": "Subscribe Now!"
  },
  "about_page": {
    "banner_title": "About VECTRA International ENG",
    "story_title": "The VECTRA Story",
    "story_paragraph_1": "We co-founded VECTRA International in 2005 to improve the lives of workers in supply chains, for products and services, to enhance the lives of the people in the local communities. Supply chains are where you can reach the most vulnerable people and have the greatest impact to protect people.",
    "story_paragraph_2": "We believe business can be a force for good. Our goal is to improve businesses' performance while helping their workers. That’s why we created a logo with five stakeholders (workers, workplaces, brand, community, and consumers) and embedded our values in the VECTRA name: Values, Ethics, Community, Transparency, Rights, and Action.",
    "story_paragraph_3": "VECTRA’s mission is to positively impact businesses, their workers, and communities by helping to create better and more efficient supply chain workplaces.",
    "about_mission": "Our Mission",
    "about_mission_text": "We positively impact businesses, their workers and communities by helping to create better, more efficient supply chain workplaces.",
    "about_vision": "Our Vision",
    "about_vision_text": "VECTRA International will empower businesses, workers, and communities through innovative, tailor-made solutions that build resilient and efficient supply chains for a sustainable future.",
    "about_vectra_values": "VECTRA Values",
    "about_vectra_V_text": "V",
    "about_vectra_V_title_text": "Values",
    "about_vectra_V_sub_text": "Our work is founded on principles such as respect, inclusivity, honesty, commitment, and trust.",
    "about_vectra_E_text": "E",
    "about_vectra_E_title_text": "Ethics",
    "about_vectra_E_sub_text": "We lead by example, promoting behaviors that do no harm, so we can do good.",
    "about_vectra_C_text": "C",
    "about_vectra_C_title_text": "Community",
    "about_vectra_C_sub_text": "We recognize and value all stakeholders, including workers, their families, workplaces, brands, and consumers.",
    "about_vectra_T_text": "T",
    "about_vectra_T_title_text": "Transparency",
    "about_vectra_T_sub_text": "We are straightforward about what we want to achieve, and how we work.",
    "about_vectra_R_text": "R",
    "about_vectra_R_title_text": "Rights",
    "about_vectra_R_sub_text": "We uphold the Universal Declaration of Human Rights.",
    "about_vectra_A_text": "A",
    "about_vectra_A_title_text": "Action",
    "about_vectra_A_sub_text": "We believe dialogue is important, but to make a difference, change is necessary.",
    "about_experience": "A World of Experience",
    "about_strategy_banner_text": "From strategy to transformation, we help businesses thrive. Get the support you need.",
    "about_strategy_banner_text_btn": "Contact Us",
    "about_positive_impact": "Want to make a positive impact?",
    "about_positive_impact_btn": "Join Us",
    "about_c_text": "C",
    "about_leadership_heading": "Our Leadership Team",
    "about_patricks_neyts": "Patrick Neyts",
    "about_patricks_neyts_sub": "CEO / Strategic Advisor",
    "about_patricks_neyts_sub_text": "Patrick Neyts is the Chief Executive Officer of VECTRA International, with over 30 years of experience in ESG programs, Corporate Codes, and Responsible Business practices across 11 industry sectors and 40 countries.",
    "about_mario_rusack": "Mario Rusack van Rossum",
    "about_mario_rusack_sub": "Head of Global Sales",
    "about_mario_rusack_sub_text": "Mario Rusack-van Rossum is the Global Sales Lead at VECTRA International, with over 20 years of global sales experience and a strong commitment to social causes. He is a dynamic sales expert who brings a wealth of knowledge and passion to the team.",
    "about_shalini_saini": "Shalini Saini",
    "about_shalini_saini_sub": "Head of Marketing and Communications",
    "about_shalini_saini_sub_text": "Shalini Saini is the Head of Marketing &amp; Communications at VECTRA International, with over 15 years of public relations experience in the hospitality industry, leveraging her dynamic leadership skills and business acumen from New Delhi, India.",
    "about_lorenz_berzau": "Lorenz Berzau",
    "about_lorenz_berzau_sub": "Head of Operations/ Senior Advisor",
    "about_lorenz_berzau_sub_text": "Lorenz Berzau is the Head of Operations at VECTRA International, based in Salvador, Brazil, with a focus on sustainability strategy, human rights, and social compliance, backed by 20 years of consultancy experience and a background in law.",
    "about_world_experience": "A World of Experience",
    "about_country_presence": "VECTRA In-Country Presence",
    "about_vectra_coverage": "VECTRA Coverage",
    "about_press_releases": "Press Releases",
    "about_explore_all": "Explore All"
  },
  "services_page": {
    "service_page_title": "Your Trusted Partner for End-to-End ESG Solutions",
    "service_page_sub_text": "VECTRA International offers a complete suite of services to navigate the complex landscape of ESG, from audits and due diligence to training and reporting."
  },
  "contact_page": {
    "contact_page_title": "Get in Touch to Start Making a Positive Impact",
    "contact_page_sub_text": "Fill out the form and we'll connect you with one of our consultants.",
    "email_address": "contact@vectra-intl.com",
    "phone_number": "+32 495 239088"
  },
  "vectra_international": {
    "vectra_international_page_title": "VECTRA International",
    "vectra_international_sub_text": "Environmental Sustainability Pledge",
    "vectra_international_text1": "At VECTRA International, we are committed to doing our part to protect the environment and promote sustainability. We recognize that our operations and business activities have an impact on the environment, and we are committed to minimizing that impact through responsible practices and policies. To that end, we pledge to:",
    "vectra_international_text2": "Promote responsible business practices:",
    "vectra_international_text3": "We are a leading global responsible business consulting firm. We work with our clients to promote responsible business practices and help them achieve ESG (environmental, social, and governance) standards.",
    "vectra_international_text4": "Reduce our carbon footprint:",
    "vectra_international_text5": "We will take steps to reduce our carbon emissions and promote energy efficiency, such as using renewable energy sources, reducing waste, and optimizing our transportation and logistics.",
    "vectra_international_text6": "Promote waste reduction and recycling:",
    "vectra_international_text7": "We will strive to reduce waste and increase recycling in our operations and will work to minimize the use of disposable items and packaging.",
    "vectra_international_text8": "Use sustainable materials and products:",
    "vectra_international_text9": "We will seek out and use sustainable materials and products whenever possible and will encourage our suppliers and vendors to do the same.",
    "vectra_international_text10": "Protect natural resources:",
    "vectra_international_text11": "We will take steps to protect natural resources, such as conserving water, minimizing our use of hazardous materials, and avoiding activities that can harm ecosystems and wildlife.",
    "vectra_international_text12": "Educate and engage our employees:",
    "vectra_international_text13": "We will provide ongoing education and training to our employees on environmental sustainability and will encourage them to take action to reduce their own environmental impact.",
    "vectra_international_text14": "Collaborate with our stakeholders:",
    "vectra_international_text15": "We will work collaboratively with our customers, suppliers, partners, and other stakeholders to promote environmental sustainability and create a more sustainable future.",
    "vectra_international_text16": "Reduce our environmental footprint:",
    "vectra_international_text17": "We will take steps to minimize our environmental impact, including reducing waste, conserving energy, and transitioning to sustainable practices and materials wherever possible.",
    "vectra_international_text18": "We recognize that achieving environmental sustainability is an ongoing journey, and we are committed to continuously learning and improving. By making this pledge, we are committing to promoting sustainable practices and policies throughout our business activities, and to creating a more sustainable future for generations to come."
  },
  "social_impact_pledge": {
    "social_impact_pledge_page_title": "VECTRA International",
    "social_impact_pledge_sub_text": "Social Impact Pledge",
    "social_impact_pledge_vectra_sub_text": "At VECTRA International, we believe that businesses have a responsibility to create a positive social impact. As such, we pledge to:",
    "social_impact_pledge_text1": "At VECTRA International, our mission as consultants is to help businesses improve their performance while enhancing the lives of their workers and the surrounding communities. Embedded in the name VECTRA are our core values: Values, Ethics, Community, Transparency, Rights, and Action.",
    "social_impact_pledge_text2": "We believe that businesses have a responsibility to create a positive social impact. As such, we pledge to:",
    "social_impact_pledge_text3": "Prioritize social impact in our business decisions:",
    "social_impact_pledge_text4": "We consider the social impact of our decisions alongside financial considerations and strive to make choices that benefit all our stakeholders: people and the planet.",
    "social_impact_pledge_text5": "Uphold AI ethical standards:",
    "social_impact_pledge_text6": "We pledge to support businesses in deploying AI and related technologies with a people-first approach, ensuring positive outcomes for both workers and consumers. We recognize the vast potential of AI, as well as its risks, and are committed to upholding ethical standards across global supply chains. We are dedicated to ensuring that these technologies maximize benefits for workers and their communities.",
    "social_impact_pledge_text7": "Foster diversity, equity, and inclusion:",
    "social_impact_pledge_text8": "We create an inclusive workplace culture that embraces diversity, promotes equity and work-life balance, and values every individual.",
    "social_impact_pledge_text9": "Measure and report our progress:",
    "social_impact_pledge_text10": "We regularly measure and report on our social impact initiatives, tracking our progress and identifying areas for improvement.",
    "social_impact_pledge_text11": "We believe that by making this pledge and actively pursuing social impact, we can create a better world for ourselves, our stakeholders, and future generations."
  },
  "diversity_equity": {
    "diversity_equity_page_title": "VECTRA International",
    "diversity_equity_sub_text": "Diversity, Equity, and Inclusion (DEI) Pledge",
    "diversity_equity_text1": "At VECTRA International, we believe that diversity, equity, and inclusion (DEI) are critical to creating a workplace that is respectful, supportive, and productive for all employees. We are committed to creating a culture that values differences and promotes a sense of belonging for everyone. To that end, we pledge to:",
    "diversity_equity_text2": "Foster a culture of respect and inclusivity:",
    "diversity_equity_text3": "We will create a workplace that is free from discrimination, harassment, and bias, and where everyone feels valued and supported.",
    "diversity_equity_text4": "Recruit and retain a diverse workforce:",
    "diversity_equity_text5": "We will actively seek out and hire employees from diverse backgrounds and perspectives, and we will take steps to retain them by creating a welcoming and supportive environment.",
    "diversity_equity_text6": "Provide training and education:",
    "diversity_equity_text7": "We will provide ongoing training and education to all employees on DEI topics, including unconscious bias, and cultural competence.",
    "diversity_equity_text8": "Review and update policies:",
    "diversity_equity_text9": "We will foster an environment where everyone feels comfortable sharing their thoughts and ideas, and where diversity is celebrated and encouraged.",
    "diversity_equity_text10": "Partner with diverse suppliers and vendors:",
    "diversity_equity_text11": "We will seek out and partner with diverse suppliers and vendors to support the growth and development of diverse businesses.",
    "diversity_equity_text12": "Measure progress:",
    "diversity_equity_text13": "We will regularly measure and track our progress on DEI goals, and make adjustments as needed to continue to improve.",
    "diversity_equity_text14": "We recognize that achieving DEI is an ongoing journey, and we are committed to continuously learning and improving. By making this pledge, we are committing to creating a workplace that values diversity, equity, and inclusion, and that is welcoming and supportive of all employees."
  },
  "cookie_policy": {
    "cookie_policy_page_title": "VECTRA International",
    "cookie_policy_sub_text": "Cookie Policy",
    "diversity_equity_text1": "xxxxxxxxxxx",
    "diversity_equity_text2": "This cookie policy"
  },
  "privacy_policy": {
    "privacy_policy_page-header": "VECTRA International",
    "privacy_policy_page_title": "VECTRA International - Privacy Policy",
    "privacy_policy_sub_title": "VECTRA International ('VECTRA') is committed to protecting your privacy.",
    "privacy_policy_sub_text": "This Privacy Policy explains how VECTRA collects, uses, discloses, and safeguards your personal information. By accessing or using VECTRA’s web page or shop, you agree to the practices described in this Privacy Policy.",
    "privacy_policy_text1": "1. Information We Collect",
    "privacy_policy_text2": "VECTRA may collect the following types of information:",
    "personal_information": "1.1. Personal Information:",
    "personal_information_text": "When you purchase or create an account on VECTRA’s e-commerce shop, VECTRA may collect personal information such as your name, phone number, email address, billing address, and payment information. We do not sell, rent, lease, or borrow our users’ information.",
    "address_information": "1.2. IP address information:",
    "address_information_text": "Our web server logs specific information about the usage of this website. This information is not shared and is used for statistical purposes only.",
    "usage_information": "1.3. Usage Information:",
    "usage_information_text": "VECTRA may collect information about your interactions with VECTRA’s website, including the pages visited, links clicked, and the duration of your visits.",
    "browser_information": "1.4. Device and Browser Information:",
    "browser_information_text": "VECTRA may collect information about the device and browser you use to access VECTRA’s website, including your IP address, operating system, and browser type.",
    "user_information": "2. How VECTRA Uses Your Information",
    "user_information_text": "VECTRA uses the information VECTRA collects for the following purposes:",
    "order_processing": "2.1. Order Processing:",
    "order_processing_text": "VECTRA uses your personal information to process and fulfill your orders and to provide access to your purchased products and/or services.",
    "customer_support": "2.2. Customer Support:",
    "customer_support_text": "VECTRA uses your information to provide customer support and respond to your inquiries or requests.",
    "analytics": "2.3. Analytics:",
    "analytics_text": "VECTRA uses usage information for analytics to improve the content and user experience of VECTRA’s e-commerce shop.",
    "legal_compliance": "2.4. Legal Compliance:",
    "legal_compliance_text": "VECTRA may use your information as necessary to comply with applicable laws, regulations, and legal processes.",
    "information_sharing": "3. Information Sharing",
    "information_sharing_text": "VECTRA does not sell or rent your personal information to third parties. VECTRA may share your information with the following:",
    "service_provider": "Service Providers:",
    "service_provider_text": "VECTRA may share your information with providers or contractors who help VECTRA with payment processing, order fulfillment, and website hosting.",
    "legal_requirments": "3.2. Legal Requirements:",
    "legal_requirments_text": "VECTRA may disclose your information if required by law or if VECTRA believes such action is necessary to comply with legal requirements.",
    "cookies_technologies": "4. Cookies and Tracking Technologies",
    "cookies_technologies_text": "VECTRA’s e-commerce shop may use cookies and similar tracking technologies to enhance your experience. You can adjust your browser settings to disable cookies, which may affect your ability to use VECTRA’s website.",
    "security": "5. Security",
    "security_text": "VECTRA takes reasonable measures to protect your information. However, no method of online transmission or storage is 100% secure. While VECTRA strives to protect your personal information, VECTRA cannot guarantee its security.",
    "privacy_choice": "6. Your Privacy Choices",
    "privacy_choice_text": "You may have various privacy choices, including:",
    "access_correction": "6.1. Access and Correction:",
    "access_correction_text": "You have the right to access and correct your personal information. Contact VECTRA to request access or corrections.",
    "marketing_communication": "6.2. Marketing Communications:",
    "marketing_communication_text": "You may choose not to receive marketing communications from VECTRA by following the unsubscribe instructions.",
    "external_links": "7. External links",
    "external_links_text": "Our site contains links to other sites. VECTRA International is not responsible for such websites’ privacy practices or content.",
    "contact_information": "8. Contact Information",
    "contact_information_text": "For questions or concerns regarding this Privacy Policy or your personal information, please get in touch with VECTRA at info@vectra-intl.com."
  },

  "services": "Services",
  "resources": "Resources",
  "blogs": "Blogs",
  "welcome": "Welcome to our site!",
  "about_us": "About Us",
  "contact_us": "Contact Us",

  "enviromental_sustaibablity_pledge": {
    "enviromental_sustaibablity_pledge_heading": "Environmental Sustainability Pledge",
    "enviromental_sustaibablity_pledge_sub": "Last Updated: 05 - July - 2024",
    "enviromental_sustaibablity_pledge_sub_text_1": "At VECTRA International, we are committed to doing our part to protect the environment and promote sustainability. We recognize that our operations and business activities have an impact on the environment, and we are committed to minimizing that impact through responsible practices and policies. To that end, we pledge to:",
    "enviromental_sustaibablity_pledge_sub_text_2": "Promote responsible business practices: We are a leading global responsible business consulting firm. We work with our clients to promote responsible business practices and help them achieve ESG (environmental, social, and governance) standards.",
    "enviromental_sustaibablity_pledge_sub_text_3": "Reduce our carbon footprint: We will take steps to reduce our carbon emissions and promote energy efficiency, such as using renewable energy sources, reducing waste, and optimizing our transportation and logistics.",
    "enviromental_sustaibablity_pledge_sub_text_4": "Promote waste reduction and recycling: We will strive to reduce waste and increase recycling in our operations and will work to minimize the use of disposable items and packaging.",
    "enviromental_sustaibablity_pledge_sub_text_5": " Use sustainable materials and products: We will seek out and use sustainable materials and products whenever possible and will encourage our suppliers and vendors to do the same.",
    "enviromental_sustaibablity_pledge_sub_text_6": " Protect natural resources: We will take steps to protect natural resources, such as conserving water, minimizing our use of hazardous materials, and avoiding activities that can harm ecosystems and wildlife.",
    "enviromental_sustaibablity_pledge_sub_text_7": " Educate and engage our employees: We will provide ongoing education and training to our employees on environmental sustainability and will encourage them to take action to reduce their own environmental impact.",
    "enviromental_sustaibablity_pledge_sub_text_8": "Collaborate with our stakeholders: We will work collaboratively with our customers, suppliers, partners, and other stakeholders to promote environmental sustainability and create a more sustainable future.",
    "enviromental_sustaibablity_pledge_sub_text_9": "Reduce our environmental footprint: We will take steps to minimize our environmental impact, including reducing waste, conserving energy, and transitioning to sustainable practices and materials wherever possible.",
    "enviromental_sustaibablity_pledge_sub_text_10": " We recognize that achieving environmental sustainability is an ongoing journey, and we are committed to continuously learning and improving. By making this pledge, we are committing to promoting sustainable practices and policies throughout our business activities, and to creating a more sustainable future for generations to come."
  },

  "del_pledge": {
    "del_pledge_title": "VECTRA International",
    "del_pledge_sub": "Diversity, Equity, and Inclusion (DEI) Pledge",
    "del_pledge_sub_text": "At VECTRA International, we believe that diversity, equity, and inclusion (DEI) are critical to creating a workplace that is respectful, supportive, and productive for all employees. We are committed to creating a culture that values differences and promotes a sense of belonging for everyone. To that end, we pledge to:",
    "del_pledge_customer_sub_1": "Foster a culture of respect and inclusivity:",
    "del_pledge_customer_sub_text_1": "We will create a workplace that is free from discrimination, harassment, and bias, and where everyone feels valued and supported.",
    "del_pledge_customer_sub_2": "Recruit and retain a diverse workforce:",
    "del_pledge_customer_sub_text_2": "We will actively seek out and hire employees from diverse backgrounds and perspectives, and we will take steps to retain them by creating a welcoming and supportive environment.",
    "del_pledge_customer_sub_3": "Provide training and education:",
    "del_pledge_customer_sub_text_3": "We will provide ongoing training and education to all employees on DEI topics, including unconscious bias, and cultural competence.",
    "del_pledge_customer_sub_4": "Review and update policies:",
    "del_pledge_customer_sub_text_4": "We will foster an environment where everyone feels comfortable sharing their thoughts and ideas, and where diversity is celebrated and encouraged.",
    "del_pledge_customer_sub_5": "Partner with diverse suppliers and vendors:",
    "del_pledge_customer_sub_text_5": "We will seek out and partner with diverse suppliers and vendors to support the growth and development of diverse businesses.",
    "del_pledge_customer_sub_6": "Measure progress:",
    "del_pledge_customer_sub_text_6": "We will regularly measure and track our progress on DEI goals, and make adjustments as needed to continue to improve.",
    "del_pledge_sub_text_2": "We recognize that achieving DEI is an ongoing journey, and we are committed to continuously learning and improving. By making this pledge, we are committing to creating a workplace that values diversity, equity, and inclusion, and that is welcoming and supportive of all employees."
  },

  
  "footer": {
    "title": "footer",
    "sub_title": "sub title"
  }
}