{
  "services": "Services en français",
  "resources": "Ressources",
  "blogs": "Blogues",
  "welcome": "Bienvenue sur notre site!",
  "about_us": "À propos de nous",
  "contact_us": "Contactez-nous",
  "home_page": {
    "what_we_offer": "Ce que nous offrons",
    "home_header_title": "Consultants ESG responsables pour les chaînes d'approvisionnement",
    "home_header_sub_text": "Nous influençons positivement les entreprises, leurs travailleurs et les communautés en aidant à créer des lieux de travail dans les chaînes d'approvisionnement meilleurs et plus efficaces.",
    "home_header_label": "Ce que nous offrons :",
    "home_trusted_by_label": "Approuvé par plus de 500 entreprises",
    "home_unlock_instant": "Accédez à des solutions instantanées avec la boutique VECTRA",
    "home_unlock_instant_subtext": "Accédez à des ressources complètes pour atteindre les objectifs ESG de votre entreprise.",
    "home_unlock_explore_btn": "Explorer tout",
    "home_your_trusted": "Votre partenaire ESG de confiance",
    "home_your_trusted_subtext": "Nos solutions sont conçues pour permettre à votre organisation d'atteindre ses objectifs ESG et de construire des chaînes d'approvisionnement plus résilientes et responsables.",
    "home_years_experience_count": "19+",
    "home_years_experience": "Années d'expérience",
    "home_experts_worldwide_count": "46 +",
    "home_sexperts_worldwide": "Experts dans le monde entier",
    "home_satisfied_clients_count": "455 +",
    "home_satisfied_clients": "Clients satisfaits",
    "home_ready_to_make": "Prêt à avoir un impact positif ?",
    "home_ready_to_make_subtext": "Votre engagement pour un monde meilleur nous inspire. Partenons ensemble pour amplifier votre impact.",
    "home_consulting": "Conseil",
    "home_page_current_situation": "Analyse de la situation actuelle",
    "home_page_site_perfomance": "Amélioration des performances des sites",
    "home_page_independent_quality": "Assurance qualité indépendante",
    "home_page_reporting": "Rapports",
    "home_page_compliance_diligence": "Conformité, risque et diligence raisonnable",
    "home_page_training": "Formation",
    "home_Tools": "Outils",
    "home_trainings": "Formations",
    "home_coachings": "Coachings",
    "home_get_in_touch": "Contactez-nous",
    "home_subscribe_text": "Abonnez-vous à notre newsletter pour les dernières actualités de l'industrie, des analyses d'experts perspicaces et des conseils pratiques — directement dans votre boîte de réception.",
    "home_subscribe_btn": "Abonnez-vous maintenant !"
  },
  "about_page": {
    "banner_title": "À propos de VECTRA International FR",
    "story_title": "L'Histoire de VECTRA",
    "story_paragraph_1": "Nous avons cofondé VECTRA International en 2005 pour améliorer les conditions de vie des travailleurs dans les chaînes d'approvisionnement, des produits et des services, afin d'améliorer la vie des personnes dans les communautés locales. Les chaînes d'approvisionnement sont là où vous pouvez atteindre les personnes les plus vulnérables et avoir le plus grand impact pour les protéger.",
    "story_paragraph_2": "Nous croyons que les entreprises peuvent être une force pour le bien. Notre objectif est d'améliorer les performances des entreprises tout en aidant leurs travailleurs. C'est pourquoi nous avons créé un logo avec cinq parties prenantes (travailleurs, lieux de travail, marques, communauté et consommateurs) et intégré nos valeurs dans le nom VECTRA : Valeurs, Éthique, Communauté, Transparence, Droits et Action.",
    "story_paragraph_3": "La mission de VECTRA est d'avoir un impact positif sur les entreprises, leurs travailleurs et leurs communautés en contribuant à créer des lieux de travail dans les chaînes d'approvisionnement plus efficaces et de meilleure qualité.",
    "about_mission": "Notre Mission",
    "about_mission_text": "Nous avons un impact positif sur les entreprises, leurs travailleurs et leurs communautés en contribuant à créer des lieux de travail plus efficaces dans les chaînes d'approvisionnement.",
    "about_vision": "Notre Vision",
    "about_vision_text": "VECTRA International permettra aux entreprises, aux travailleurs et aux communautés de prospérer grâce à des solutions innovantes et sur mesure, qui renforceront la résilience et l'efficacité des chaînes d'approvisionnement pour un avenir durable.",
    "about_vectra_values": "Valeurs de VECTRA",
    "about_vectra_V_text": "V",
    "about_vectra_V_title_text": "Valeurs",
    "about_vectra_V_sub_text": "Notre travail repose sur des principes tels que le respect, l'inclusivité, l'honnêteté, l'engagement et la confiance.",
    "about_vectra_E_text": "E",
    "about_vectra_E_title_text": "Éthique",
    "about_vectra_E_sub_text": "Nous montrons l'exemple en promouvant des comportements qui ne causent pas de tort, afin que nous puissions faire le bien.",
    "about_vectra_C_text": "C",
    "about_vectra_C_title_text": "Communauté",
    "about_vectra_C_sub_text": "Nous reconnaissons et valorisons toutes les parties prenantes, y compris les travailleurs, leurs familles, les lieux de travail, les marques et les consommateurs.",
    "about_vectra_T_text": "T",
    "about_vectra_T_title_text": "Transparence",
    "about_vectra_T_sub_text": "Nous sommes clairs sur ce que nous voulons accomplir et sur notre façon de travailler.",
    "about_vectra_R_text": "R",
    "about_vectra_R_title_text": "Droits",
    "about_vectra_R_sub_text": "Nous respectons la Déclaration universelle des droits de l'homme.",
    "about_vectra_A_text": "A",
    "about_vectra_A_title_text": "Action",
    "about_vectra_A_sub_text": "Nous croyons que le dialogue est important, mais que pour faire une différence, le changement est nécessaire.",
    "about_experience": "Une Expérience Mondiale",
    "about_strategy_banner_text": "De la stratégie à la transformation, nous aidons les entreprises à prospérer. Obtenez le soutien dont vous avez besoin.",
    "about_strategy_banner_text_btn": "Contactez-Nous",
    "about_positive_impact": "Envie d'avoir un impact positif ?",
    "about_positive_impact_btn": "Rejoignez-Nous",
    "about_c_text": "C",
    "about_leadership_heading": "Notre Équipe de Direction",
    "about_patricks_neyts": "Patrick Neyts",
    "about_patricks_neyts_sub": "PDG / Conseiller Stratégique",
    "about_patricks_neyts_sub_text": "Patrick Neyts est le PDG de VECTRA International, avec plus de 30 ans d'expérience dans les programmes ESG, les codes d'entreprise et les pratiques commerciales responsables dans 11 secteurs industriels et 40 pays.",
    "about_mario_rusack": "Mario Rusack van Rossum",
    "about_mario_rusack_sub": "Responsable des Ventes Globales",
    "about_mario_rusack_sub_text": "Mario Rusack-van Rossum est le Responsable des Ventes Globales chez VECTRA International, avec plus de 20 ans d'expérience en ventes mondiales et un fort engagement pour les causes sociales. Il est un expert dynamique qui apporte une richesse de connaissances et de passion à l'équipe.",
    "about_shalini_saini": "Shalini Saini",
    "about_shalini_saini_sub": "Responsable Marketing et Communications",
    "about_shalini_saini_sub_text": "Shalini Saini est la Responsable Marketing & Communications de VECTRA International, avec plus de 15 ans d'expérience en relations publiques dans l'industrie hôtelière, utilisant ses compétences en leadership dynamique et ses talents commerciaux depuis New Delhi, en Inde.",
    "about_lorenz_berzau": "Lorenz Berzau",
    "about_lorenz_berzau_sub": "Responsable des Opérations / Conseiller Principal",
    "about_lorenz_berzau_sub_text": "Lorenz Berzau est le Responsable des Opérations chez VECTRA International, basé à Salvador, au Brésil, avec un accent sur la stratégie de durabilité, les droits de l'homme et la conformité sociale, fort de 20 ans d'expérience en conseil et d'une formation en droit.",
    "about_world_experience": "Une Expérience Mondiale",
    "about_country_presence": "Présence Nationale de VECTRA",
    "about_vectra_coverage": "Couverture de VECTRA",
    "about_press_releases": "Communiqués de Presse",
    "about_explore_all": "Tout Explorer"
  },
  "privacy_policy": {
    "privacy_policy_page-header": "VECTRA International",
    "privacy_policy_page_title": "VECTRA International - Politique de Confidentialité",
    "privacy_policy_sub_title": "VECTRA International ('VECTRA') s'engage à protéger votre vie privée.",
    "privacy_policy_sub_text": "Cette politique de confidentialité explique comment VECTRA collecte, utilise, divulgue et protège vos informations personnelles. En accédant ou en utilisant le site Web ou la boutique de VECTRA, vous acceptez les pratiques décrites dans cette politique de confidentialité.",
    "privacy_policy_text1": "1. Informations que nous collectons",
    "privacy_policy_text2": "VECTRA peut collecter les types d'informations suivants :",
    "personal_information": "1.1. Informations personnelles :",
    "personal_information_text": "Lorsque vous achetez ou créez un compte sur la boutique e-commerce de VECTRA, VECTRA peut collecter des informations personnelles telles que votre nom, numéro de téléphone, adresse e-mail, adresse de facturation et informations de paiement. Nous ne vendons, louons, ni ne prêtons les informations de nos utilisateurs.",
    "address_information": "1.2. Informations sur l'adresse IP :",
    "address_information_text": "Notre serveur web enregistre des informations spécifiques sur l'utilisation de ce site. Ces informations ne sont pas partagées et sont utilisées uniquement à des fins statistiques.",
    "usage_information": "1.3. Informations sur l'utilisation :",
    "usage_information_text": "VECTRA peut collecter des informations sur vos interactions avec le site web de VECTRA, y compris les pages visitées, les liens cliqués et la durée de vos visites.",
    "browser_information": "1.4. Informations sur l'appareil et le navigateur :",
    "browser_information_text": "VECTRA peut collecter des informations sur l'appareil et le navigateur que vous utilisez pour accéder au site de VECTRA, y compris votre adresse IP, système d'exploitation et type de navigateur.",
    "user_information": "2. Comment VECTRA utilise vos informations",
    "user_information_text": "VECTRA utilise les informations collectées pour les finalités suivantes :",
    "order_processing": "2.1. Traitement des commandes :",
    "order_processing_text": "VECTRA utilise vos informations personnelles pour traiter et exécuter vos commandes et pour fournir l'accès aux produits et/ou services que vous avez achetés.",
    "customer_support": "2.2. Support client :",
    "customer_support_text": "VECTRA utilise vos informations pour fournir un support client et répondre à vos questions ou demandes.",
    "analytics": "2.3. Analyses :",
    "analytics_text": "VECTRA utilise les informations d'utilisation pour effectuer des analyses visant à améliorer le contenu et l'expérience utilisateur de la boutique en ligne de VECTRA.",
    "legal_compliance": "2.4. Conformité légale :",
    "legal_compliance_text": "VECTRA peut utiliser vos informations si nécessaire pour se conformer aux lois, règlements et procédures légales en vigueur.",
    "information_sharing": "3. Partage des informations",
    "information_sharing_text": "VECTRA ne vend ni ne loue vos informations personnelles à des tiers. VECTRA peut partager vos informations avec les entités suivantes :",
    "service_provider": "Fournisseurs de services :",
    "service_provider_text": "VECTRA peut partager vos informations avec des fournisseurs ou sous-traitants qui aident VECTRA dans le traitement des paiements, l'exécution des commandes et l'hébergement du site web.",
    "legal_requirments": "3.2. Obligations légales :",
    "legal_requirments_text": "VECTRA peut divulguer vos informations si la loi l'exige ou si VECTRA estime qu'une telle action est nécessaire pour se conformer aux obligations légales.",
    "cookies_technologies": "4. Cookies et technologies de suivi",
    "cookies_technologies_text": "La boutique en ligne de VECTRA peut utiliser des cookies et des technologies de suivi similaires pour améliorer votre expérience. Vous pouvez ajuster les paramètres de votre navigateur pour désactiver les cookies, ce qui pourrait affecter votre capacité à utiliser le site de VECTRA.",
    "security": "5. Sécurité",
    "security_text": "VECTRA prend des mesures raisonnables pour protéger vos informations. Cependant, aucun moyen de transmission ou de stockage en ligne n'est 100% sécurisé. Bien que VECTRA s'efforce de protéger vos informations personnelles, VECTRA ne peut garantir leur sécurité.",
    "privacy_choice": "6. Vos choix en matière de confidentialité",
    "privacy_choice_text": "Vous avez plusieurs options concernant votre vie privée, notamment :",
    "access_correction": "6.1. Accès et correction :",
    "access_correction_text": "Vous avez le droit d'accéder à vos informations personnelles et de les corriger. Contactez VECTRA pour demander un accès ou des corrections.",
    "marketing_communication": "6.2. Communications marketing :",
    "marketing_communication_text": "Vous pouvez choisir de ne pas recevoir de communications marketing de VECTRA en suivant les instructions de désinscription.",
    "external_links": "7. Liens externes",
    "external_links_text": "Notre site contient des liens vers d'autres sites. VECTRA International n'est pas responsable des pratiques de confidentialité ou du contenu de ces sites.",
    "contact_information": "8. Informations de contact",
    "contact_information_text": "Pour toute question ou préoccupation concernant cette politique de confidentialité ou vos informations personnelles, veuillez contacter VECTRA à info@vectra-intl.com."
  }
}